Repository: mohammad-suliman/zoom-enhancements
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: da, de, es, fi, fr, gl, pl, pt_pt, ru, tr, uk

source: Zoom Enhancements settings
da: Indstillinger for zoom-forbedringer
de: Einstellungen für Zoom-Verbesserungen
es: Opciones de mejoras de Zoom
fi: Zoom-laajennusten asetukset
fr: Paramètres Zoom Enhancements
gl: Opcións de Zoom Enhancements
pl: Ustawienia Zoom Enhancements
pt_pt: Configurações de melhorias para o zoom
ru: Улучшения Zoom - настройки дополнения
tr: Zoom erişilebilirlik iyileştirmeleri ayarları
uk: Налаштування Zoom enhancements

source: Alerts reporting mode
da: Oplys meddelelser
de: Benachrichtigungsmodus
es: Modo de anuncio de alertas
fi: Ilmoitusten ilmaisutila
fr: Mode d'annonce des alertes
gl: Modo de anunciado de alertas
pl: Tryb ogłaszania alertów
pt_pt: Modo de comunicação de alertas
ru: Режим оповещений
tr: uyarı bildirim modu
uk: Режим оповіщень про попередження

source: Choose which alerts should be reported (effective only when custom mode is selected)
da: Vælg, hvilke hændelser der skal rapporteres (kun gældende, når tilpasset tilstand er valgt)
de: Wählen Sie aus, welche Warnungen gemeldet werden sollen (nur wirksam, wenn der benutzerdefinierte Modus ausgewählt ist)
es: Elige qué alertas deberían anunciarse (sólo tiene efecto si el modo personalizado está seleccionado)
fi: Valitse, mitkä ilmoitukset puhutaan (vaikuttaa vain, jos mukautettu tila on valittuna)
fr: Choisir les alertes à annoncer (effectif seulement lorsque le mode personnalisé est sélectionné)
gl: Escolle que alertas deberían anunciarse (só efectivo cando está seleccionado o modo persoalizado)
pl: Wskaż, które alerty mają być ogłaszane (Działa tylko w trybie użytkownika)
pt_pt: Escolha quais os alertas que devem ser comunicados (apenas válido quando o modo personalizado está seleccionado)
ru: Выберите, о каких предупреждениях следует сообщать (действует только при выборе пользовательского режима)
tr: Hangi uyarıların bildirileceğini seçin (seçimleriniz sadece özel mod seçliyken kullnılır.)
uk: Оберіть, які попередження повинні промовлятися (ефективно за умови вибору власного режиму)

source: Participant Has Joined/Left Meeting
da: Deltager har deltaget/forladt møde
de: Teilnehmer ist dem Meeting beigetreten/hat das Meeting verlassen
es: El participante se ha unido o ha abandonado la reunión
fi: Osallistuja on liittynyt/poistunut kokouksesta
fr: Un participant a rejoint/quitté la réunion
gl: Un Participante Uniuse/Abandoou a Reunión
pl: Uczestnik dołączył do spotkania/opuścił spotkanie
pt_pt: O Participante entrou/saiu desta Reunião
ru: Участник присоединился/покинул встречу
tr: Katılımcı Toplantıya Katıldı/Toplantıdan Ayrıldı
uk: Учасник приєднався/залишив конференцію

source: Participant Has Joined/Left Waiting Room
da: Deltager er i eller har forladt venteværelse
de: Teilnehmer hat den Wartebereich betreten/verlassen
es: El participante se ha unido o ha abandonado la sala de espera
fi: Osallistuja on liittynyt/poistunut odotushuoneesta
fr: Un participant a rejoint/quitté la salle d'attente
gl: Un Participante uniuse/abandoou a Sala de Agarda
pl: Uczestnik dołączył do poczekalni/opuścił poczekalnię
pt_pt: O Participante entrou/saiu desta Sala de Espera
ru: Участник присоединился/покинул комнату ожидания
tr: Katılımcı Toplantı Odasına katıldı / Ayrıldı
uk: Учасник приєднався/залишив кімнату

source: Audio Muted by Host
da: Lyd slået fra af værten
de: Audio vom Gastgeber stummgeschaltet
es: Audio silenciado por el anfitrión
fi: Isäntä mykisti äänen
fr: Audio passé en muet par l'hôte
gl: Audio Silenciado polo Anfitrión
pl: Organizator wyciszył audio
pt_pt: Áudio desligado pelo anfitrião
ru: Звук отключён организатором
tr: Ses toplantı sahibi tarafından kapatıldı
uk: Організатор вимкнув аудіо

source: Video Stopped by Host
da: Video stoppet af vært
de: Video vom Gastgeber gestoppt
es: Vídeo detenido por el anfitrión
fi: Isäntä lopetti videon
fr: Vidéo arrêtée par l'hôte
gl: Vídeo Detido polo Anfitrión
pl: Organizator zatrzymał wideo
pt_pt: Vídeo interrompido pelo anfitrião
ru: Видео остановлено организатором
tr: Video toplantı sahibi Tarafından Durduruldu
uk: Організатор зупинив відео

source: Screen Sharing Started/Stopped by a Participant
da: Skærmdeling startet/stoppet af en deltager
de: Bildschirm-Freigabe wurde von einem Teilnehmer gestartet/gestoppt
es: Pantalla compartida iniciada o detenida por un participante
fi: Osallistuja aloitti/lopetti näytön jakamisen
fr: Un participant partage ou a cessé de partager l'écran
gl: Compartir Pantalla Iniciado/Detido por un Participante
pl: Uczestnik rozpoczął/zatrzymał udostępnianie ekranu
pt_pt: Partilha de ecrã iniciada/terminada por um Participante
ru: Общий доступ к экрану запущен/остановлен участником
tr: Bir katılımcı tarafından ekran Paylaşımı Başlatıldı/Durduruldu
uk: Учасник почав/припинив демонстрацію екрана

source: Recording Permission Granted/Revoked
da: Optagelsestilladelse givet/tilbagekaldt
de: Aufnahmeberechtigung erteilt/entzogen
es: Permiso de grabación concedido o revocado
fi: Tallennuslupa myönnetty/peruutettu
fr: Autorisation d'enregistrement accordée ou révoquée
gl: Permiso de Gravación Concedido/Revogado
pl: Nadano/odebrano uprawnienia do nagrywania
pt_pt: Permissão de Gravação Concedida/Revogada
ru: Разрешение на запись получено/отозвано
tr: Kayıt İzni Verildi/İptal Edildi
uk: Дозвіл на запис одержано/відкликано

source: Public In-meeting Chat Received
da: Offentlig i-møde chat modtaget
de: Öffentlicher In-Meeting-Chat erhalten
es: Chat público de la reunión recibido
fi: Julkinen kokouksen sisäinen keskustelu vastaanotettu
fr: Message public reçu dans le chat en réunion
gl: Recibido Chat Público na Reunión
pl: Otrzymano publiczną wiadomość czatu
pt_pt: Conversação pública recebida na reunião
ru: Получено сообщение в общем чате встречи
tr: Herkese Açık Toplantı İçi Sohbet mesajı Alındı
uk: Одержано публічне повідомлення в чаті

source: Private In-meeting Chat Received
da: Privat chat i møde modtaget
de: Privater In-Meeting-Chat erhalten
es: Chat privado de la reunión recibido
fi: yksityinen kokouksen sisäinen keskustelu vastaanotettu
fr: Message privé reçu dans le chat en réunion
gl: Recibido Chat Privado na Reunión
pl: Otrzymano prywatną wiadomość czatu
pt_pt: Conversação privada recebida na reunião
ru: Получено сообщение в личном чате с участником встречи
tr: Özel Toplantı İçi Sohbet mesajı Alındı
uk: Одержано приватне повідомлення в чаті

source: In-meeting File Upload Completed
da: Filoverførsel i møde afsluttet
de: Datei-Upload im Meeting abgeschlossen
es: Subida de archivo a la reunión completada
fi: Kokouksen sisäinen tiedostolataus valmis
fr: Téléchargement de fichier en réunion terminé
gl: Subida de Arquivo Completada na Reunión
pl: Wysyłanie pliku do spotkania zakończone
pt_pt: Carregamento de Ficheiro In-meeting Completo
ru: Загрузка файла на встречу завершена
tr: Toplantı İçi Dosya Yüklemesi Tamamlandı
uk: Завантаження файла в конференцію завершено

source: Host Privilege Granted/Revoked
da: Værtsrolle bevilget/tilbagekaldt
de: Gastgeberberechtigung erteilt/entzogen
es: Privilegio de anfitrión concedido o revocado
fi: Isäntäoikeus myönnetty/peruutettu
fr: Privilèges de l'hôte accordés/révoqués
gl: Permiso de Anfitrión Concedido/Revogado
pl: Nadano/odebrano uprawnienia organizatora
pt_pt: Privilégio de Acolhimento Concedido/Revogado
ru: Привилегия ведущего предоставлена/отозвана
tr: Sunum izni Verildi / İptal Edildi
uk: Права організатора одержано/відкликано

source: Participant Has Raised/Lowered Hand (Host Only)
da: Deltageren har løftet/sænket hånden (kun vært)
de: Teilnehmer hat die Hand gehoben/gesenkt (nur für Gastgeber)
es: Un participante ha levantado o bajado la mano (sólo anfitrión)
fi: Osallistuja on nostanut/laskenut käden (vain isäntä)
fr: Un participant a levé/baissé la main (hôte uniquement)
gl: Un Participante levantou/Baixou a man (Só Anfitrión)
pl: Uczestnik podniósł/opuścił rękę (Widoczne tylko dla organizatora)
pt_pt: O Participante Levantou/baixou a mão (Apenas anfitrião)
ru: Участник поднял/опустил руку (только для ведущего)
tr: Katılımcı Elini Kaldırdı/İndirdi (Yalnızca Toplantı Sahibi)
uk: Учасник підняв/опустив руку (лише для організатора)

source: Remote Control Permission Granted/Revoked
da: Tilladelse til fjernstyring givet/tilbagekaldt
de: Fernsteuerungsberechtigung erteilt/entzogen
es: Permiso de control remoto concedido o revocado
fi: Etäkäyttöoikeus myönnetty/peruutettu
fr: Autorisation de contrôle à distance accordée/révoquée
gl: Permiso de Control Remoto Concedido/Revogado
pl: Nadano/odebrano uprawnienia do wsparcia zdalnego
pt_pt: Autorização de Controlo Remoto Concedida/Revogada
ru: Разрешение на удалённое управление получено/отменено
tr: Uzaktan Kontrol İzni Verildi / İptal Edildi
uk: Дозвіл на дистанційне керування одержано/відкликано

source: IM Chat Received
da: IM chat modtaget
de: In-Meeting-Chat erhalten
es: Chat recibido
fi: Pikaviestikeskustelu vastaanotettu
fr: Message de chat IM reçu
gl: Chat IM Recibido
pl: Otrzymano wiadomość czatu
pt_pt: Entrada na conversação Recebida
ru: Получено сообщение в чате встречи
tr: IM sohbet mesajı alındı
uk: Одержано повідомлення в чаті

source: Zoom Enhancements
da: Zoomforbedringer
de: Zoom-Verbesserungen
es: Mejoras de Zoom
fi: Zoom-laajennukset
pt_pt: Melhorias para o Zoom
ru: Улучшения Zoom
tr: Zoom erişilebilirlik iyileştirmeleri

source: Report all alerts
da: Oplys alle hændelser
de: Alle Benachrichtigungen
es: Anunciar todas las alertas
fi: Puhu kaikki ilmoitukset
fr: Annoncer toutes les alertes
gl: Anunciar tódalas alertas
pl: Ogłaszaj wszystkie alerty
pt_pt: Comunicar todos os alertas
ru: Сообщать обо всех оповещениях
tr: Tüm uyarıları bildir
uk: Повідомляти про всі попередження

source: Beep for alerts
da: Bip for hændelser
de: Signalton bei Warnungen
es: Pitar cuando haya alertas
fi: Ilmaise ilmoitukset äänimerkillä
fr: Émettre un bip à chaque alerte: NVDA émettra un petit "bip" chaque fois que Zoom émet une alerte
gl: Pitar para alertas
pl: Ogłaszaj dźwiękiem
pt_pt: Bip para alertas
ru: Звуковой сигнал для оповещений
tr: Uyarıları bip sesi ile bildir
uk: Сигнали для попереджень

source: Silence all alerts
da: Ignorér alle hændelser
de: Alle Benachrichtigungen stummschalten
es: Silenciar todas las alertas
fi: Hiljennä kaikki ilmoitukset
fr: Couper toutes les alertes
gl: Silenciar tódalas alertas
pl: Wycisz wszystko
pt_pt: Silenciar todos os alertas
ru: Заглушить все оповещения
tr: Tüm uyarıları sustur
uk: Замовчувати всі попередження

source: Custom
da: Tilpasset
de: Benutzerdefiniert
es: Personalizado
fi: Mukautettu
fr: Personnalisé
gl: Persoalizado
pl: Tryb użytkownika
pt_pt: Personalizado
ru: Пользовательский режим
tr: Özel
uk: Власний

source: Toggles reporting joined / left meeting alerts on / off
da: Slår rapportering om tilmeldte / venstre mødevarsler til / fra
de: Schaltet das Melden von Benachrichtigungen zu beigetretenen / verlassenen Besprechungen ein / aus
es: Activa o desactiva las alertas de unirse o salir de la reunión
fi: Ottaa käyttöön tai poistaa käytöstä liittynyt/poistunut kokouksesta -ilmoitukset
fr: Active/désactive l'annonce des alertes lorsqu'un participant rejoint/quitte la réunion
gl: Activa ou desactiva o anunciado de alertas de uniuse / abandoou a reunión
pl: Włącza lub wyłącza ogłaszanie alertu "Dołączył do spotkania / opuścił spotkanie"
pt_pt: Alternância de indicação de entrada e saída nesta reunião ligado / desligado
ru: Переключает оповещения о присоединившихся/ покинувших встречу
tr: Toplantıya katıldı / ayrıldı uyarı bildirimini açıp kapatır
uk: Промовляння попередження про приєднання/вихід із конференції увімкнено/вимкнено

source: on
da: på
de: ein
es: activado
fi: käytössä
fr: activée
gl: activada
pl: włączony
pt_pt: ligado
ru: включено
tr: açık
uk: увімкнено

source: off
da: fra
de: aus
es: desactivado
fi: pois käytöstä
fr: désactivée
gl: desactivada
pl: wyłączone
pt_pt: desligado
ru: выключено
tr: kapalı
uk: вимкнено

source: Reporting Participant Has Joined/Left Meeting is %s
da: Rapporterende deltager har deltaget/forlod møde er %s
de: Benachrichtigung für Teilnehmer ist dem Meeting beigetreten/hat as Meeting verlassen ist %s
es: Anunciar si un participante se ha unido o ha abandonado la reunión está %s
fi: Osallistuja liittynyt/poistunut kokouksesta -ilmoitus %s
fr: L'annonce lorsque un participant a rejoint/quitté la réunion est %s
gl: A alerta dun Participante Uniuse/Abandoou a Reunión está %s
pl: Ogłaszanie alertu "Uczestnik dołączył do spotkania / opuścił spotkanie" %s
pt_pt: A indicação de que O Participante entrou/saiu desta Reunião está %s
ru: Оповещение Участник %s Присоединился/покинул встречу
tr: Katılımcı Toplantıya Katıldı/Toplantıdan Ayrıldı bildirimi %s
uk: Промовляння Учасник приєднався/залишив конференцію %s

source: Toggles reporting joined / left Waiting Room alerts on / off
da: Slår annonceringer om personer, der deltager/forlader venteværelset til og fra
de: Schaltet die Benachrichtigungen für Betreten/Verlassen im Wartebereich ein/aus
es: Activa o desactiva las alertas que indican que alguien ha entrado o salido de la sala de espera
fi: Ottaa käyttöön tai poistaa käytöstä liittynyt/poistunut odotushuoneesta -ilmoitukset
fr: Active/désactive l'annonce des alertes lorsqu'un participant entre/quitte la salle d'attente
gl: Activa ou desactiva o anunciado de alertas de uniuse / abandoou a Sala de Agarda
pl: Włącza lub wyłącza ogłaszanie alertu "Dołączył do poczekalni / opuścił poczekalnię"
pt_pt: Alternância de indicação de entrada e saída nesta sala de espera ligado / desligado
ru: Переключает оповещения о присоединении к комнате ожидания /выходе из неё
tr: Katılımcı Toplantı Odasına katıldı / Ayrıldı uyarılarının bildirimini açıp kapatır
uk: Промовляння попередження про приєднання/вихід із кімнати увімкнено/вимкнено

source: Reporting Participant Has Joined/Left Waiting Room is %s
da: Annoncering af deltager, der har deltaget/forladt venteværelset er %s
de: Benachrichtigung über Teilnehmer hat den Wartebereich betreten/verlassen ist %s
es: Anunciar si un participante ha entrado o salido de la sala de espera está %s
fi: Osallistuja liittynyt/poistunut odotushuoneesta -ilmoitus %s
fr: L'annonce lorsqu'un participant a rejoint/quitté la salle d'attente est %s
gl: A alerta dun Participante uniuse/abandoou a Sala de Agarda está %s
pl: Ogłaszanie alertu "Uczestnik dołączył do poczekalni / opuścił poczekalnię" %s
pt_pt: A indicação de que O Participante entrou/saiu desta sala de espera está %s
ru: Оповещение Участник %s Присоединился/покинул комнату ожидания
tr: Katılımcı Toplantı Odasına katıldı / Ayrıldı bildirimi %s
uk: Промовляння Учасник приєднався/залишив кімнату %s

source: Toggles reporting audio muted by host alerts on / off
da: Slår annoncering om lyd slået til og fra af værten til og fra
de: Schaltet die Benachrichtigungen für Audio, das durch Gastgeber-Warnungen stummgeschaltet wurde, ein/aus
es: Activa o desactiva las alertas de audio silenciado por el anfitrión
fi: Ottaa käyttöön tai poistaa käytöstä isäntä mykisti äänen -ilmoitukset
fr: Active/désactive l'annonce des alertes lorsque l'hôte vous passe en muet
gl: Activa ou desactiva o anunciado de alertas de audio silenciado polo anfitrión
pl: Włącza lub wyłącza ogłaszanie alertu "Organizator wyciszył audio"
pt_pt: Alterna a comunicação de alertas do anfitrião para áudio ligado/desligado
ru: Переключает оповещения о отключении звука организатором
tr: Ses toplantı sahibi tarafından kapatıldı uyarılarının bildirimini açıp kapatır
uk: Вмикає/вимикає промовляння про вимкнення організатором аудіо

source: Reporting Audio Muted By Host is %s
da: Annoncering af lyd slået fra er %s
de: Benachrichtigung über Audio stummgeschaltet von Gastgeber ist %s
es: Anunciar audio silenciado por el anfitrión está %s
fi: Isännän mykistämän äänen ilmoitus %s
fr: L'annonce lorsque l'hôte vous passe en muet est %s
gl: A alerta Audio Silenciado polo Anfitrión está %s
pl: Ogłaszanie alertu "Organizator wyciszył audio" %s
pt_pt: A indicação de que O áudio controlado pelo anfitrião está %s
ru: Оповещение "организатор %s отключил звук"
tr: Ses toplantı sahibi tarafından kapatıldı bildirimi %s
uk: Промовляння Організатор вимкнув аудіо %s

source: Toggles reporting video stopped by host alerts on / off
da: Slår annonceringer om video stoppet af værten til og fra
de: Schaltet die Benachrichtigungen für Video, das durch Gastgeber-Warnungen gestoppt wurde, ein/aus
es: Activa o desactiva las alertas de vídeo detenido por el anfitrión
fi: Ottaa käyttöön tai poistaa käytöstä isäntä lopetti videon -ilmoitukset
fr: Active/désactive l'annonce des alertes lorsque l'hôte arrête votre vidéo
gl: Activa ou desactiva o anunciado de alertas de vídeo detido polo anfitrión
pl: Włącza lub wyłącza ogłaszanie alertu "Organizator zatrzymał wideo"
pt_pt: Indica se o anfitrião tem o vídeo ligado ou desligado
ru: Переключает оповещение "организатор остановил видео"
tr: Video toplantı sahibi Tarafından Durduruldu uyarılarının bildirimini açıp kapatır
uk: Промовляння попередження про зупинку організатором відео увімкнено/вимкнено

source: Reporting Video Stopped By Host is %s
da: Annoncering af video stoppet af værten er %s
de: Benachrichtigung über Video gestoppt von Gastgeber ist %s
es: Anunciar vídeo detenido por el anfitrión está %s
fi: Isäntä lopetti videon -ilmoitus %s
fr: L'annonce lorsque l'hôte arrête votre vidéo est %s
gl: A alerta Vídeo Detido polo Anfitrión está %s
pl: Ogłaszanie alertu "Organizator zatrzymał wideo" %s
pt_pt: A indicação de que O vídeo controlado pelo anfitrião está %s
ru: Оповещение "организатор %s остановил видео"
tr: Video toplantı sahibi Tarafından Durduruldu bildirimi %s
uk: Промовляння Організатор зупинив відео %s

source: Toggles reporting screen sharing started / stopped by participant alerts on / off
da: Slår annonceringer om skærmdeling fra deltagere til og fra
de: Schaltet die Benachrichtigung der Bildschirm-Freigabe ein oder aus, die von Teilnehmerbenachrichtigungen gestartet oder gestoppt wurde
es: Activa o desactiva las alertas de pantalla compartida iniciada o detenida por un participante
fi: Ottaa käyttöön tai poistaa käytöstä näytön jakaminen aloitettu/lopetettu -ilmoitukset
fr: Active/désactive l'annonce des alertes lorsqu'un participant démarre/arrête le partage d'écran
gl: Activa ou desactiva o anunciado de alertas de compartir pantalla iniciado / detido por un participante
pl: Włącza lub wyłącza ogłaszanie alertu "Uczestnik rozpoczął / zatrzymał udostępnianie ekranu"
pt_pt: Alternância da partilha do ecrã de comunicação iniciada / interrompida pelo participante
ru: Переключает оповещение "участник начал/прекратил общий доступ к экрану"
tr: Ekran paylaşımı uyarılarının bildirimini açıp kapatır
uk: Промовляння попередження про початок/зупинку демонстрації екрана увімкнено/вимкнено

source: Reporting Screen Sharing Started/Stopped By Participant is %s
da: Annoncering af skærmdeling af deltagere er %s
de: Benachrichtigung über Bildschirm-Freigabe gestartet/gestoppt von Teilnehmer ist %s
es: Anunciar pantalla compartida iniciada o detenida por un participante está %s
fi: Osallistujan aloittaman/lopettaman näytön jakamisen ilmoitus %s
fr: L'annonce lorsqu'un participant démarre/arrête le partage d'écran est %s
gl: A alerta Compartir Pantalla Iniciado/Detido por un Participante está %s
pl: Ogłaszanie alertu "Uczestnik rozpoczął / zatrzymał udostępnianie ekranu" %s
pt_pt: A indicação de que a partilha de ecrã do Participante está %s
ru: Оповещение "участник %s начал/ прекратил общий доступ к экрану"
tr: Ekran paylaşımı uyarılarının bildirimi %s
uk: Промовляння Учасник почав/припинив демонстрацію екрана %s

source: Toggles reporting recording permission granted / revoked alerts on / off
da: Slår annoncering om optagelsestilladelser til og fra
de: Aktiviert oder deaktiviert die Benachrichtigungen für die Berechtigung zum Aufzeichnen, die erteilt/entzogen wurde
es: Activa o desactiva las alertas de permiso de grabación concedido o revocado
fi: Ottaa käyttöön tai poistaa käytöstä tallennuslupa myönnetty/peruutettu -ilmoitukset
fr: Active/désactive l'annonce des alertes lorsque l'autorisations d'enregistrement est accordée/révoquée
gl: Activa ou desactiva o anunciado de alertas de permiso de gravación concedido / revogado
pl: Włącza lub wyłącza ogłaszanie alertu "Nadano / odebrano uprawnienia do nagrywania"
pt_pt: Alternância da permissão de gravação concedida / revogada
ru: Переключает оповещение "разрешение на запись предоставлено / отозвано"
tr: Kayıt İzni Verildi / İptal Edildi uyrılarının bildirimini açıp kapatır
uk: Промовляння попередження про надання/відкликання дозволу на запис увімкнено/вимкнено

source: Reporting Recording Permission Granted/Revoked is %s
da: Annoncering om optagelsestilladelse er %s
de: Benachrichtigung über Aufzeichnungsgenehmigung gewärht oder widerrufen ist %s
es: Anunciar permiso de grabación concedido o revocado está %s
fi: Tallennusluvan myöntämisen/peruuttamisen ilmoitus %s
fr: L'annonce lorsque l'autorisation d'enregistrement est accordée/révoquée est %s
gl: A alerta Permiso de Gravación Concedido/Revogado está %s
pl: Ogłaszanie alertu "Nadano/odebrano uprawnienia do nagrywania" %s
pt_pt: A indicação de que a permissão de gravação está %s
ru: Оповещение "разрешение на запись %s предоставлено/отозвано"
tr: Kayıt İzni Verildi/İptal Edildi bildirimi %s
uk: Промовляння Дозвіл на запис одержано/відкликано %s

source: Toggles reporting public in-meeting chat received alerts on / off
da: Slår annoncering af offentlig chat i mødet til og fra
de: Schaltet die Benachrichtigungen im öffentlichen In-Meeting-Chat ein oder aus
es: Activa o desactiva las alertas de mensaje público recibido
fi: Ottaa käyttöön tai poistaa käytöstä julkisen kokouksen sisäisen vastaanotetun keskustelun ilmoitukset
fr: Active/désactive l'annonce des alertes de réception d'un message dans le chat public en réunion
gl: Activa ou desactiva o anunciado de alertas de chat público recibido na reunión
pl: Włącza lub wyłącza ogłaszanie alertu "Otrzymano publiczną wiadomość czatu"
pt_pt: Alternância entre a recepção de conversas públicas ligadas ou desligadas
ru: Переключает оповещение "получено сообщение в общем чате встречи"
tr: Herkese Açık Toplantı İçi Sohbet mesajı uyarılarının bildirimini açıp kapatır
uk: Промовляння попередження про одержання публічного повідомлення в чаті увімкнено/вимкнено

source: Reporting Public In-meeting Chat Received is %s
da: Annoncering om offentlig chat i møde er %s
de: Benachrichtigung über öffentlicher Chat-Empfang im Meeting ist %s
es: Anunciar mensaje público recibido está %s
fi: Julkisen kokouksen sisäisen vastaanotetun keskustelun ilmoitus %s
fr: L'annonce de la réception d'un message dans le chat public en réunion est %s
gl: A alerta Recibido Chat Público na Reunión está %s
pl: Ogłaszanie alertu "Otrzymano publiczną wiadomość czatu" %s
pt_pt: A indicação de que a participação de conversação pública nesta reunião está %s
ru: Оповещение "Получено сообщение в общем чате %s"
tr: Herkese Açık Toplantı İçi Sohbet mesajı bildirimi %s
uk: Промовляння Одержано публічне повідомлення в чаті %s
