Repository: mohammad-suliman/zoom-enhancements
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: da, de, es, fi, fr, gl, pl, pt_pt, ru, tr, uk

source: Toggles reporting private in-meeting chat received alerts on / off
da: Slår annoncering af privat chat i mødet til og fra
de: Schaltet die Benachrichtigungen im privaten In-Meeting-Chat ein oder aus
es: Activa o desactiva el anuncio de mensaje privado recibido
fi: Ottaa käyttöön tai poistaa käytöstä yksityisen kokouksen sisäisen vastaanotetun keskustelun ilmoitukset
fr: Active/désactive l'annonce des alertes de réception d'un message dans le chat privé en réunion
gl: Activa ou desactiva o anunciado de alertas de chat privado recibido na reunión
pl: Włącza lub wyłącza ogłaszanie alertu "Otrzymano prywatną wiadomość czatu"
pt_pt: Alternância entre a recepção de conversas privadas ligadas ou desligadas
ru: Переключает оповещение "получено сообщение в личном чате с участником встречи"
tr: Özel Toplantı İçi Sohbet mesajı uyarılarının bildirimini açıp kapatır
uk: Промовляння попередження про одержання приватного повідомлення в чаті увімкнено/вимкнено

source: Reporting Private In-meeting Chat Received is %s
da: Annoncering om privat chat i møde er %s
de: Benachrichtigung über privater Chat-Empfang im Meeting ist %s
es: Anunciar chat privado recibido está %s
fi: Yksityisen kokouksen sisäisen vastaanotetun keskustelun ilmoitus %s
fr: L'annonce de la réception d'un message dans le chat privé en réunion est %s
gl: A alerta Recibido Chat Privado na Reunión está %s
pl: Ogłaszanie alertu "Otrzymano prywatną wiadomość czatu" %s
pt_pt: Indicação de recepção de Conversa Privada na Reunião está %s
ru: Оповещение "Получено сообщение в личном чате %s"
tr: Özel Toplantı İçi Sohbet mesajı bildirimi %s
uk: Промовляння Одержано приватне повідомлення в чаті %s

source: Toggles reporting in-meeting file upload completed alerts on / off
da: Slår annoncering om filoverførsel i møde til og fra
de: Schaltet die Benachrichtigungen über abgeschlossene Datei-Uploads im Meeting ein oder aus
es: Activa o desactiva las alertas de subida de archivo completada a la reunión
fi: Ottaa käyttöön tai poistaa käytöstä kokouksen sisäisen tiedostolatauksen valmistumisen ilmoitukset
fr: Active/désactive l'annonce des alertes lorsque le téléchargement d'un fichier en réunion est terminé
gl: Activa ou desactiva o anunciado de alertas de subida de arquivo completada na reunión
pl: Włącza lub wyłącza ogłaszanie alertu "Wysyłanie pliku do spotkania zakończone"
pt_pt: Alternância entre o relatório de carregamento de ficheiros na reunião e os alertas completados on / off
ru: Переключает оповещение "загрузка файла на встречу завершена"
tr: Toplantı İçi Dosya Yüklemesi uyarılarının bildirimini açıp kapatır
uk: Промовляння попередження про завантаження файла в конференцію увімкнено/вимкнено

source: Reporting In-meeting File Upload Completed is %s
da: Annoncering af filoverførsler i møde er %s
de: Benachrichtigung über Datei-Upload abgeschlossen im Meeting ist %s
es: Anunciar subida de archivos a la reunión completada está %s
fi: Kokouksen sisäisen tiedostolatauksen valmistumisen ilmoitus %s
fr: L'annonce lorsque le téléchargement de fichier en réunion est terminé est %s
gl: A alerta Subida de Arquivo Completada na Reunión está %s
pl: Ogłaszanie alertu "Wysyłanie pliku do spotkania zakończone" %s
pt_pt: Indicação de que o carregamento do ficheiro está %s
ru: Оповещение"загрузка файла %s на встречу завершена"
tr: Toplantı İçi Dosya Yüklemesi bildirimi %s
uk: Промовляння Завантаження файла в конференцію завершено %s

source: Toggles reporting host privilege granted / revoked alerts on / off
da: Slår annoncering af værtsprivilegier tildelt/tilbagekaldt til og fra
de: Schaltet die Berechtigungen der Gastgeber für erteilte/entzogene Warnungen ein/aus
es: Activa o desactiva las alertas que indican si se conceden o revocan privilegios de anfitrión
fi: Ottaa käyttöön tai poistaa käytöstä isäntäoikeuden myöntämisen/peruuttamisen ilmoitukset
fr: Active/désactive l'annonce d'alertes lorsque les privilèges de l'hôte sont accordés/révoqués
gl: Activa ou desactiva o anunciado de alertas de permiso de anfitrión concedido / revogado
pl: Włącza lub wyłącza ogłaszanie alertu "Nadano / odebrano uprawnienia organizatora"
pt_pt: Alterna entre permissões do anfitrião ligadas ou desligadas
ru: Переключает оповещение "привилегия ведущего предоставлена/отозвана"
tr: Sunum izni Verildi / İptal Edildi uyarılarının bildirimini açıp kapatır
uk: Вмикає/вимикає промовляння попередження про надання/відкликання дозволів організатора

source: Reporting Host Privilege Granted/Revoked is %s
da: Annoncering af værtsprivilegie, der er givet/tilbagekaldt, er %s
de: Benachrichtigung über Gastgebergenehmigung gewährt oder widerrufen ist %s
es: Anunciar privilegio de anfitrión concedido o revocado está %s
fi: Isäntäoikeuden myöntämisen/peruuttamisen ilmoitus %s
fr: L'annonce lorsque les privilèges de l'hôte sont accordés/révoqués est %s
gl: A alerta Permiso de Anfitrión Concedido/Revogado está %s
pl: Ogłaszanie alertu "Nadano / odebrano uprawnienia organizatora" %s
pt_pt: Indicação dos privilégios dados pelo anfitrião está %s
ru: Оповещение "привилегия ведущего предоставлена/ отозвана %s"
tr: Sunum izni Verildi/İptal Edildi bildirimi %s
uk: Промовляння Права організатора одержано/відкликано %s

source: Toggles reporting participant raised / lowered hand alerts on / off
da: Slår annoncering af løftede og sænkede hænder til og fra
de: Schaltet die Benachrichtigung über Teilnehmer hat die Hand gehoben/gesenkt ein oder aus
es: Activa o desactiva las alertas que indican que un participante ha levantado o bajado la mano
fi: Ottaa käyttöön tai poistaa käytöstä ilmoitukset osallistujan nostamasta/laskemasta kädestä
fr: Active/désactive l'annonce des alertes lorsqu'un participant lève/baisse la main
gl: Activa ou desactiva o anunciado de alertas dun participante levantou / baixou a man
pl: Włącza lub wyłącza ogłaszanie alertu "Uczestnik podniósł / opuścił rękę"
pt_pt: Alterna entre levantamento e abaixamento da mão ligado ou desligado
ru: Переключает оповещение "участник поднял/опустил руку"
tr: Katılımcı Elini Kaldırdı / İndirdi uyarılarının bildirimini açıp kapatır
uk: Промовляння попередження про підняту/опущену руку увімкнено/вимкнено

source: Reporting Participant Has Raised/Lowered Hand is %s
da: Annoncering af løftede og sænkede hænder er %s
de: Benachrichtigung über Teilnehmer hat die Hand gehoben/gesenkt ist %s
es: Anunciar si un participante levanta o baja la mano está %s
fi: Osallistujan nostaman/laskeman käden ilmoitus %s
fr: L'annonce si un participant a levé/baissé la main est %s
gl: A alerta Un Participante levantou/Baixou a man está %s
pl: Ogłaszanie alertu "Uczestnik podniósł / opuścił rękę" %s
pt_pt: Indicação de que o Participante Levantou/baixou a mão está %s
ru: Оповещение "участник %s поднял/опустил руку"
tr: Katılımcı Elini Kaldırdı/İndirdi bildirimi %s
uk: Промовляння Учасник підняв/опустив руку %s

source: Toggles reporting remote control permission granted /revoked alerts on / off
da: Slår annoncering af tilladelse om fjernstyring til og fra
de: Schaltet die Benachrichtigung über gewährte oder widerrufene Fernsteuerungsgenehmigungen ein oder aus
es: Activa o desactiva las alertas de anuncio de permiso de control remoto concedido o revocado
fi: Ottaa käyttöön tai poistaa käytöstä ilmoitukset etäkäyttöluvan myöntämisestä/peruuttamisesta
fr: Active/désactive l'annonce de l'alerte lorsque l'autorisation de contrôle à distance est accordées/révoquées
gl: Activa ou desactiva o anunciado de alertas de permiso de control remoto concedido / revogado
pl: Włącza lub wyłącza ogłaszanie alertu "Nadano / odebrano uprawnienia do wsparcia zdalnego"
pt_pt: Alterna entre permissão remota ligada ou desligada
ru: Переключает оповещение "разрешение на удалённое управление предоставлено/ отозвано"
tr: Uzaktan Kontrol İzni Verildi / İptal Edildi uyarılarının bldirimini açıp kapatır
uk: Промовляння попередження про надання/відкликання дозволу на дистанційне керування увімкнено/вимкнено

source: Reporting Remote Control Permission Granted/Revoked is %s
da: Annoncering af tilladelse om fjernstyring er %s
de: Benachrichtigung über Fernsteuerungsgenehmigung gewährt oder widerrufen ist %s
es: Anunciar permiso de control remoto concedido o revocado está %s
fi: Etäkäyttöluvan myöntämisen/peruuttamisen ilmoitus %s
fr: L'annonce de l'autorisation de contrôle à distance accordée/révoquée est %s
gl: A alerta Permiso de Control Remoto Concedido/Revogado está %s
pl: Ogłaszanie alertu "Nadano / odebrano uprawnienia do wsparcia zdalnego" %s
pt_pt: Indicação de controlo remoto está %s
ru: Оповещение "разрешение на удалённое управление предоставлено/отозвано" %s
tr: Uzaktan Kontrol İzni Verildi / İptal Edildi bildirimi %s
uk: Промовляння Дозвіл на дистанційне керування одержано/відкликано %s

source: Toggles reporting IM chat received alerts on / off
da: Slår annoncering af IM-chat modtaget til og fra
de: Schaltet die Benachrichtigungen für In-Meeting-Chats ein/aus
es: Activa o desactiva el anuncio de chat recibido
fi: Ottaa käyttöön tai poistaa käytöstä ilmoitukset vastaanotetusta pikaviestikeskustelusta
fr: Active/désactive l'annonce des alertes de réception de messages de chat IM
gl: Activa ou desactiva o anunciado de alertas de chat IM recibido
pl: Włącza lub wyłącza ogłaszanie alertu "Otrzymano wiadomość czatu"
pt_pt: Alterna entre recepção de conversações ligada ou desligada
ru: Переключает оповещение "получено сообщение в чате встречи"
tr: IM sohbet mesajı alındı uyarılarının bildirimini açıp kapatır
uk: Вмикає/вимикає попередження про одержання повідомлень у чаті

source: Reporting IM Chat Received is %s
da: Annoncering af IM-chat modtaget er %s
de: Benachrichtigung über Chat-Empfang im Meeting ist %s
es: Anunciar chat recibido está %s
fi: Vastaanotetun pikaviestikeskustelun ilmoitus %s
fr: L'annonce de la réception de messages de chat IM est %s
gl: A alerta Chat IM Recibido está %s
pl: Ogłaszanie alertu "Otrzymano wiadomość czatu" %s
pt_pt: Indicação de entrada na conversação está %s
ru: Оповещение "получено сообщение в чате встречи" %s
tr: IM sohbet mesajı alındı bildirimi %s
uk: Промовляння Одержано повідомлення в чаті %s

source: Toggles between reporting alerts as usual, beeping for the alert, silencing alerts completely, or custom mode, where you can choose which alerts are reported and which aren't.
de: Schaltet um zwischen der üblichen Benachrichtigungen von Alarmen, dem Piepton für den Alarm, der vollständigen Unterdrückung von Alarmen oder dem benutzerdefinierten Modus, in dem Sie auswählen können, welche Alarme gemeldet werden und welche nicht.
pt_pt: Alterna entre a comunicação de alertas como de costume, apitar para o alerta, silenciar completamente os alertas, ou modo personalizado, onde pode escolher quais os alertas que são comunicados e quais os que não são.
tr: IM sohbet mesajı alındı bildirimi %s

source: Moves focus in / out of the remote controlled screen
de: Verschiebt den Fokus in bzw. aus dem Bereich für den ferngesteuerten Bildschirm
pt_pt: Move o foco para dentro / fora do ecrã controlado à distância
tr: Odağı uzaktan kontrol ekranına veya mevcut ekrana taşır

source: Shows Zoom enhancements settings dialog
da: Viser dialogboksen Indstillinger for Zoom-forbedringer
de: Zeigt die Einstellungen für Zoom-Verbesserungen an
es: Muestra el diálogo de opciones de mejoras de Zoom
fi: Näyttää Zoom-laajennusten asetusvalintaikkunan
fr: Affiche la boîte de dialogue des paramètres de Zoom enhancements
gl: Amosa o diálogo de opcións de Zoom Enhancements
pl: Otwiera ustawienia Zoom enhancements
pt_pt: Mostra o diálogo de melhorias do Zoom
ru: Показывает диалоговое окно настроек дополнения
tr: Zoom Erişilebilirlik Geliştirmeleri ayarları iletişim kutusunu gösterir
uk: Показує діалог налаштувань Zoom enhancements

source: Shows chat history dialog
da: Viser dialog med chathistorik
de: Zeigt den Chat-Verlauf an
es: Muestra el diálogo de historial del chat
fi: Näyttää keskusteluhistorian valintaikkunan
fr: Affiche la boîte de dialogue de l'historique du chat
gl: Amosa o diálogo de historial de chat
pl: Pokazuje historię czatu
pt_pt: Mostra o diálogo do histórico da conversação
ru: Показывает историю чата
tr: Sohbet geçmişi iletişim kutusunu gösterir
uk: Показує діалог історії чату

source: Chat history
da: Chathistorik
de: Chat-Verlauf
es: Historial de chat
fi: Keskusteluhistoria
fr: Historique du chat
gl: Historial de chat
pl: Historia czatu
pt_pt: Histórico da conversação
ru: История чата
tr: Sohbet geçmişi
uk: Історія чату

source: An add-on which aims to enhance the experience while using Zoom and NVDA
da: En tilføjelse, der har til formål at forbedre oplevelsen, mens du bruger Zoom sammen med NVDA
de: Mit dieser Erweiterung wird das Erlebnis mit Zoom und NVDA verbessert
es: Un complemento que pretende mejorar la experiencia al usar Zoom y NVDA
fi: Lisäosa, jonka tarkoituksena on parantaa Zoomin käyttökokemusta NVDA:n kanssa
fr: Une extension qui vise à améliorer l'expérience lors de l'utilisation de Zoom et NVDA
gl: Un complemento concebido para mellorar a experiencia ó usar Zoom e NVDA
pl: Ten dodatek ułatwia korzystanie z programu Zoom przy pomocy NVDA
pt_pt: Um extra que visa melhorar a experiência durante a utilização de Zoom e NVDA
ru: Это дополнение упрощает использование Zoom с NVDA
tr: Zoom ve NVDA kullanırken kullanıcı deneyimini geliştirmeyi amaçlayan bir eklenti
uk: Додаток, мета якого — поліпшити досвід використання Zoom і NVDA

source: Toggles between reporting alerts as usual, beeping for the alert, silencing alerts completely, or custom mode where the user can choose which alerts are reported and which aren't.
es: Alterna entre anunciar alertas como siempre, pitar cuando haya alertas, silenciar alertas completamente o modo personalizado, donde puedes elegir qué alertas se anuncian y cuáles no.
fi: Vaihtaa ilmoitusasetukseksi puhumisen tavalliseen tapaan, ilmaisemisen äänimerkillä, hiljentämisen kokonaan tai mukautetun tilan, jossa voit valita, mitkä ilmoitukset ilmaistaan ja mitkä ei.
fr: Cycle entre l'annonce normale des alertes, l'émission d'un bip pour les alertes, la désactivation complète des alertes ou le mode personnalisé dans lequel l'utilisateur peut choisir quelles alertes sont annoncées et lesquelles ne le sont pas.
gl: Cambia entre anunciar alertas como habitualmente, pitar para as alertas, silenciar as alertas por completo, ou modo persoalizado no que podes escoller que alertas se anuncian e cales non.
pl: Przełącza między zgłaszaniem alertów w zwykły sposób, sygnałem dźwiękowym alertu, całkowitym wyciszeniem alertów lub trybem niestandardowym, w którym użytkownik może wybrać, które alerty są zgłaszane, a które nie.
ru: Переключает режимы оповещений между обычным режимом оповещений, подачей звукового сигнала, полным отключением оповещений или пользовательским режимом, в котором пользователь может выбрать, о каких предупреждениях сообщается, а о каких нет.
uk: Перемикає між промовлянням попереджень у звичайному режимі, сигналами замість попереджень, вимкненням усіх попереджень і власним режимом, у якому користувач визначив, які попередження промовляти, а які ні.
